# Taps
tap "homebrew/bundle"
tap "deskflow/homebrew-tap"
tap "allcloud-io/tools"
tap "aws/tap"
tap "danielfoehrkn/switch"
tap "AKSarav/kubenodeusage"
tap "robusta-dev/homebrew-krr"

# CLI
brew "git"
brew "kubectl"
brew "k9s"
brew "helm"
brew "clisso"
brew "eks-node-viewer"
brew "fzf"
brew "jless"
brew "lazygit"
brew "lusingander/tap/stu"
brew "switch"
brew "switcher"
brew "yazi"
brew "zoxide"
brew "neovim"
brew "tmux"
brew "stow"
brew "starship"
brew "bat"
brew "zsh-syntax-highlighting"
brew "yarn"
brew "bash"
brew "awscli"
brew "kubecolor"
brew "oath-toolkit"
brew "fd"
brew "ripgrep"
brew "wget"
brew "python"
brew "btop"
brew "npm"
brew "scrcpy"
brew "terraform"
brew "kind"
brew "ec2-instance-selector"
brew "kubenodeusage"
brew "rajatjindal/tap/modify-secret"
brew "uv"
brew "yq"
brew "krr"
brew "skopeo"

# Linuxify
brew "watch"
brew "wget"
brew "wdiff"
brew "autoconf"
brew "coreutils"
brew "binutils"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "grep"
brew "gzip"
brew "bash"
brew "emacs"
brew "gpatch"
brew "less"
brew "m4"
brew "make"
brew "bison"
brew "flex"
brew "libressl"
brew "file-formula"
brew "openssh"
brew "rsync"
brew "unzip"

# Cask
cask "firefox"
cask "keepassxc"
cask "syncthing"
cask "obsidian"
cask "google-drive"
cask "openvpn-connect"
cask "zoom"
cask "brave-browser"
cask "ghostty"
cask "docker"
cask "deskflow"
cask "slack"
cask "font-caskaydia-mono-nerd-font"
cask "scroll-reverser"
cask "keepingyouawake"
cask "jordanbaird-ice"
cask "sublime-text"
cask "android-platform-tools"
cask "cursor"
